tap "oven-sh/bun"

brew "ansible-lint"
brew "ansible"
brew "awscli"
brew "bash"
brew "charmbracelet/tap/crush"
brew "composer"
brew "cowsay"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "htop"
brew "hugo"
brew "jq"
brew "k6"
brew "k9s"
brew "kube-ps1"
brew "kubectx"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "mongosh"
brew "neovim"
brew "nvm"
brew "oven-sh/bun/bun"
brew "php"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruff"
brew "shellcheck"
brew "starship"
brew "terragrunt"
brew "tfenv"
brew "tflint"
brew "tmux"
brew "tmuxinator"
brew "uv"
cask "font-fira-code"
cask "font-hack-nerd-font"
# cask "google-cloud-sdk"

