brew "anomalyco/tap/opencode"
brew "ansible-lint"
brew "ansible"
brew "bash"
brew "composer"
brew "cowsay"
brew "fd"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gnupg"
brew "htop"
brew "jq"
brew "k6"
brew "k9s"
brew "kubectx"
brew "kubernetes-cli"
brew "lazydocker"
brew "lazygit"
brew "lynx"
brew "mise"
brew "mongosh"
brew "neovim"
brew "newsboat"
brew "php"
brew "ripgrep"
brew "ruff"
brew "shellcheck"
brew "tmux"
brew "tmuxinator"
brew "uv"
cask "font-fira-code"
cask "font-hack-nerd-font"

