tap "oven-sh/bun"

brew "ansible-lint"
brew "ansible"
brew "awscli"
brew "bash"
brew "composer"
brew "cowsay"
brew "fzf"
brew "gh"
brew "git"
brew "glow"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "htop"
brew "hugo"
brew "jq"
brew "k6"
brew "k9s"
brew "kube-ps1"
brew "kubectx"
brew "kubernetes-cli"
brew "lazydocker"
brew "mongosh"
brew "mysql-client"
brew "neovim"
brew "nvm"
brew "oven-sh/bun/bun"
brew "php"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "ruff"
brew "shellcheck"
brew "starship"
brew "terragrunt"
brew "tfenv"
brew "tflint"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tmuxinator"
brew "uv"
brew "vim"
cask "caffeine"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"

vscode "42crunch.vscode-openapi"
vscode "asyncapi.asyncapi-preview"
vscode "charliermarsh.ruff"
vscode "cweijan.dbclient-jdbc"
vscode "cweijan.vscode-redis-client"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "firsttris.vscode-jest-runner"
vscode "github.copilot-chat"
vscode "github.copilot"
vscode "github.remotehub"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "njpwerner.autodocstring"
vscode "redhat.vscode-yaml"
vscode "snyk-security.snyk-vulnerability-scanner"
vscode "streetsidesoftware.code-spell-checker"
vscode "tyriar.sort-lines"
vscode "vitest.explorer"
vscode "vue.volar"
